---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.FlangeThickness
source: html/89ed06e9-ad4c-d8a1-e4e8-d6ad772224fb.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.FlangeThickness Property

Flange Thickness.

## Syntax (C#)
```csharp
public double FlangeThickness { get; set; }
```